import iclLogo from '../assets/logo/icl.jpg';
import tatneftLogo from '../assets/logo/tatneft.png';

const partners = [
  {
    id: 'icl',
    name: 'ICL',
    logoText: 'ICL',
    logo: iclLogo,
    url: 'https://www.icl-services.com',
    description:
      'ICL — высокотехнологичная, динамично развивающаяся группа компаний, входящая в число крупнейших ИТ-компаний России, предоставляющая весь спектр ИТ-услуг, проектов, решений и продуктов. Компания была основана в 1991 году на базе заводов ЭВМ Казанского производственного объединения вычислительных систем (КПО ВС).'
  },
  {
    id: 'tatneft',
    name: 'Татнефть',
    logoText: 'ТАТНЕФТЬ',
    logo: tatneftLogo,
    url: 'https://www.tatneft.ru',
    description:
      '«Татнефть» — одна из крупнейших российских вертикально-интегрированных компаний, в составе которой динамично развиваются нефтегазодобыча, нефтепереработка, нефтехимия, сеть АЗС, композитный кластер, электроэнергетика, разработка и производство оборудования для нефтегазовой отрасли и блок сервисных структур.'
  }
];

export default partners;